/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "＃1通货膨胀计算器";

/* Title of the screen that describes the application */
"About" = "关于";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "始终拥有最新数据";

/* Currency of Australia */
"Australian Dollar" = "澳元";

/* Currency of Brazil */
"Brazilian Real" = "巴西雷亚尔";

/* Currency of the United Kingdom */
"British Pound" = "英镑";

/* Currency of Canada */
"Canadian Dollar" = "加拿大元";

/* Currency of China */
"Chinese Yuan" = "人民币元";

/* Currency of Colombia */
"Colombian Peso" = "哥伦比亚比索";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "由Cal Stephens创建";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "数据从％1 $%@到％2 $%@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "创作者";

/* Currency of the European Union */
"Euro" = "欧元";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "是否曾经看过过去的价格，并想知道今天的价格是多少？ 使用通货膨胀计算器，很容易找到答案。 通货膨胀计算器可让您计算整个历史记录中的货币价值。 它支持来自世界各地的22种货币，包括人民币等！";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "历史通货膨胀数据来自各种官方资料。";

/* Currency of India */
"Indian Rupee" = "印度卢比";

/* Currency of Indonesia */
"Indonesian Rupiah" = "印尼盾";

/* Short-hand name of the app */
"Inflation Calc" = "通胀计算";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "通货膨胀计算器";

/* Currency of Israel */
"Israeli Sheqel" = "以色列谢克尔";

/* Currency of Japan */
"Japanese Yen" = "日圆";

/* Currency of Mexico */
"Mexican Peso" = "墨西哥比索";

/* Currency of New Zealand */
"New Zealand Dollar" = "新西兰元";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "通货膨胀，美元，钱，值，随着时间的推移，时间，历史，历史，数据，价格，价格，年，成本，成本";

/* Currency of Norway */
"Norwegian Krone" = "挪威克朗";

/* Currency of Russia */
"Russian Ruble" = "俄罗斯卢布";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "沙特阿拉伯里亚尔";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "选择货币";

/* Title of section that describes where data is sourced from */
"Sources" = "资料来源";

/* Currency of South Africa */
"South African Rand" = "南非兰特";

/* Currency of South Korea */
"South Korean Won" = "韩元";

/* Currency of Sweden */
"Swedish Krona" = "瑞典克朗";

/* Currency of Switzerland */
"Swiss Franc" = "瑞士法郎";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "感谢您使用通货膨胀计算器！此版本添加了2020年的数据。";

/* Currency of Turkey */
"Turkish Lira" = "土耳其里拉";

/* Currency of the United States */
"US Dollar" = "美元";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "人民币和其他21种货币";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "版本％@";

/* Title of button that opens the developer's website */
"Visit Website" = "访问网站";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
